Repository: FineFindus/drawing
Catalog: po/*.po
Languages: et, uk

source: Drawing
et: Joonistamine
uk: Малювання

source: Simple drawing utility
et: Lihtne joonistamise utiliit
uk: Простий засіб малювання

source: Paint;Sketch;Pencil;
et: Värv;Visand;Pliiats;
uk: Paint;Зображення;Олівець;

source: New Window
et: Uus aken
uk: Нове вікно

source: New Image
et: Uus pilt
uk: Нове зображення

source: Edit Image in Clipboard
et: Redigeeripilti lõikelaual
uk: Редагувати скопійоване зображення

source: Edit screenshots or memes
et: Muuda ekraanipilte või meeme
uk: Редагуйте знімки екрана чи меми

source: This basic image editor can resize, crop, or rotate an image, apply simple filters, insert or censor text, and manipulate a selected portion of the picture (cut/copy/paste/drag/…)
et: Selle lihtsa pildiredaktoriga võib muuta pildi suurust, kärpida või pöörata, rakendada lihtsaid filtreid, sisestada või tsenseerida teksti ja manipuleerida pildi valitud osaga (lõigata/kopeerida/kleebi/lohistada/…)
uk: Простий редактор зображень дає змогу розтягнути, кадрувати чи обернути зображення, накласти прості фільтри, додати чи зафарбувати текст, а також вирізати/копіювати/вставити/посунути вибрану частину зображення.

source: And of course, you can draw! Using tools such as the pencil, the straight line, the curve tool, many shapes, several brushes, and their various colors and options.
et: Ja muidugi saate joonistada! Kasutades selliseid tööriistu nagu pliiats, sirgjoon, kõvera tööriist, palju kujundeid, mitu pintslit ning nende erinevad värvid ja valikud.
uk: Й звісно, ви можете малювати! Доступні інструменти: олівець, пряма лінія, крива, декілька форм і пензлів — із різними кольорами й іншими параметрами.

source: Supported file types include PNG, JPEG and BMP.
et: Toetatud failitüübid on PNG, JPEG ja BMP.
uk: Підтримуються PNG-, JPEG і BMP-файли.

source: Version 1.2.0 improves the transformation tools: their previews are now consistently applied when you change the active tool without clicking on "apply".
et: Versioon 1.2.0 täiustab teisendustööriistu: nende eelvaateid rakendatakse nüüd järjekindlalt, kui muudad aktiivset tööriista ilma nupul "Rakenda" klõpsamata.
uk: Версія 1.2.0 удосконалює інструменти перетворення: їхня дія застосовується при переході на інший інструмент без натиску «Застосувати».

source: The text tool is more intuitive to use, with distinct areas on the canvas to edit, move and insert the text.
et: Tekstitööriista on intuitiivsem kasutada, lõuendil on erinevad alad teksti redigeerimiseks, teisaldamiseks ja sisestamiseks.
uk: Інструмент «Текст» простіше використовувати завдяки окремим областям для редагування тексту, посування його на полотні й остаточного його вставлення.

source: A former option of the paint bucket tool, which didn't belong there, has been improved and moved to the eraser tool.
et: Endist värviämbri tööriista varianti, mis sinna ei kuulunud, on täiustatud ja viidud kustutuskummi tööriista.
uk: Один із параметрів інструменту «Зафарбувати» вдосконалено й перенесено до інструменту «Стерти», в якому він доречніший.

source: Transparency is henceforth correctly preserved when the "skew" tool expands the canvas with a solid color.
et: Läbipaistvus säilib edaspidi õigesti, kui "viltuse" tööriist laiendab lõuendit ühevärvilisena.
uk: Таким чином прозорість коректно зберігається, коли інструмент «Нахилити» розширює полотно суцільним кольором.

source: You can now adjust the position of the canvas when you're cropping it.
et: Nüüd saate lõuendi kärpimise ajal selle asukohta reguleerida.
uk: Тепер можна посунути полотно під час зрізання.

source: The option to use a color editor by default has been moved from the main window to the preferences window, and its bug has been fixed.
et: Vaikimisi värviredaktori kasutamise võimalus on peaaknast üle viidud eelistuste aknasse ja selle viga on parandatud.
uk: Параметр, який робить типовим розширений редактор кольору, посунуто з головного вікна до вікна налаштувань; також він тепер працює коректніше.

source: Version 1.0.2 features several minor bug fixes, and various new translations.
et: Versioon 1.0.2 sisaldab mitmeid väiksemaid veaparandusi ja mitmesuguseid uusi tõlkeid.
uk: Версія 1.0.2 виправляє кілька незначних вад і додає нові переклади.

source: Saving the image should be more reliable, especially when replacing the transparent pixels with a solid color. Pictures are now automatically reloaded from the disk after being saved.
et: Pildi salvestamine peaks olema usaldusväärsem, eriti kui asendada läbipaistvad pikslid ühevärvilistega. Pildid laaditakse nüüd pärast salvestamist kettalt automaatselt uuesti.
uk: Збереження тепер має спрацьовувати надійніше, зокрема при заміні прозорих пікселів на суцільний колір. Картинки тепер автоматично перезавантажуються з диска після збереження.

source: The user interface of the "select" tool changed, as well as the keyboard shortcuts to change tab.
et: Muutus tööriista "Vali" kasutajaliides, samuti vahekaardi vahetamise kiirklahvid.
uk: Змінено вигляд інструменту «Вибір» і клавіатурні скорочення переходу між вкладками.

source: A small rendering issue when previewing a blur filter has also been fixed.
et: Lahendatud on ka väike renderdamisprobleem hägufiltri eelvaate kuvamisel.
uk: Виправлено перегляд фільтру розмиття.

source: Version 1.0.1 features several minor bug fixes, and various new translations.
et: Versioon 1.0.1 sisaldab mitmeid väiksemaid veaparandusi ja mitmesuguseid uusi tõlkeid.
uk: Версія 1.0.1 виправляє кілька незначних вад і додає нові переклади.

source: By popular demand, the "highlighter" tool is now enabled by default, and the message dialog to warn you about the release notes is less intrusive.
et: Üldlevinud nõudmisel on "esiletõstja" tööriist nüüd vaikimisi lubatud ja väljalaskemärkmete eest hoiatav sõnumidialoog on vähem pealetükkiv.
uk: Затребуваний багатьма інструмент «Маркер» тепер типово увімкнено, а застереження про зміни у новій версії зроблено менш нав'язливим.

source: The main improvement in this update is the zoom workflow: since the version 1.0.0 it's possible to zoom in very deep, but the process was very slow, and the view didn't stay well centered around the mouse pointer; and once at 2000%%, scrolling up or down, or left or right, was quite violent. These problems should all have disappeared in this new version!
et: Selle värskenduse peamine täiustus on suumi töövoog: alates versioonist 1.0.0 on võimalik väga sügavale sisse suumida, kuid protsess oli väga aeglane ja vaade ei püsinud hästi hiirekursori keskel; ja üks kord 2000% juures oli üles-alla või vasakule või paremale kerimine üsna äge. Uues versioonis peaksid need probleemid olema kõik kadunud!
uk: Головне вдосконалення в цьому оновленні стосується масштабу: точне наближення, додане у версії 1.0.0, спершу працювало дуже повільно й не завжди зосереджувалось навколо курсора; а ще при масштабі 2000%% рухи вище, нижче, лівіше й правіше були дуже різкими. Всі ці проблеми усунуто в новій версії!

source: Incorrect command line parsing when using the app outside of a flatpak sandbox has also been fixed.
et: Samuti on parandatud vale käsurea sõelumine rakenduse kasutamisel väljaspool flatpaki liivakasti.
uk: Також виправлено розпізнавання аргументів командного рядка при використанні програми за межами Flatpak-пісочниці.

source: For users on elementary OS, a small issue concerning window resizing has been mended too.
et: Elementary OS-i kasutajate jaoks on parandatud ka väike probleem, mis puudutab akna suuruse muutmist.
uk: У користувач_ок elementary OS тепер коректно змінюється розмір вікна.

source: Version 1.0.0 improves rendering performance, which is visible when editing large images with a poor CPU.
et: Versioon 1.0.0 parandab renderdusjõudlust, mis on nähtav suurte piltide redigeerimisel kehva protsessoriga.
uk: Версія 1.0.0 удосконалює швидкість показу, що помітно при редагуванні великих зображень ощадливим процесором.

source: You can now use the new "skew" tool, to tilt an image from a rectangle to a parallelogram. Such a deformation can be applied horizontally or vertically.
et: Nüüd saate kasutada uut "kallutamise" tööriista, et kallutada kujutist ristkülikust rööpkülikuks. Sellist deformatsiooni saab rakendada horisontaalselt või vertikaalselt.
uk: Новий інструмент «Нахилити» перетворює зображення з прямокутника на паралелограм. Перетворення можна застосувати горизонтально чи вертикально.

source: You can select tools with keyboard accelerators (Alt+letter). This may not work yet with languages using a non-latin alphabet.
et: Tööriistu saab valida klaviatuuri kiirenditega (Alt+täht). See ei pruugi veel toimida keelte puhul, mis kasutavad mitteladina tähestikku.
uk: Можете обирати інструменти за допомогою клавіатурних скорочень (Alt+літера). При використанні нелатинської абетки це може працювати не так, як ви очікуєте.

source: Zooming very deep is now possible, and the rendering will be very crisp, even at 2000%%.
et: Nüüd on võimalik väga sügavale suumida ja renderdus on väga terav, isegi 2000% juures.
uk: Тепер можна наближувати масштаб до 2000%% без втрати чіткості.

source: Pressing "ctrl" will display the cursor coordinates in a tooltip. If you do it while using a tool, it may display additional data, for example the dimensions of the shape you're drawing!
et: Vajutades "ctrl", kuvatakse kursori koordinaadid kohtspikris. Kui teete seda tööriista kasutamise ajal, võib see kuvada lisaandmeid, näiteks joonistatava kujundi mõõtmeid!
uk: Щоб переглянути координати курсора, затисніть Ctrl. Залежно від обраного інструмента поруч можуть бути додаткові дані, наприклад розмір фігури, яку ви малюєте!

source: Pressing "shift", or "alt" when using a tool enables specific options, such as locking the direction for the "line" tool, or changing the filling style of a shape.
et: Kui vajutate tööriista kasutamisel klahvi "Shift" või "Alt", saate kasutada konkreetseid valikuid, nagu näiteks "joon" tööriista suuna lukustamine või kujundi täitmisstiili muutmine.
uk: Щоб змінити параметри інструмента, наприклад строгість спрямування лінії чи колір заповнення фігури, затисніть Shift або Alt.

source: Using the "scale" tool, you may optionally set the new size as a relative percentage rather than an absolute value in pixels.
et: Tööriista "skaala" abil saate valikuliselt määrata uue suuruse suhtelise protsendina, mitte absoluutväärtusena pikslites.
uk: В інструменті «Розтягнути» можна вказати відносний розмір у відсотках замість абсолютного значення в пікселях.

source: The window and its primary menu
et: Aken ja selle põhimenüü
uk: Вікно й головне меню

source: The selection and the actions associated with it
et: Valik ja sellega seotud toimingud
uk: Вибір і пов'язані дії

source: Zooming in various shapes
et: Erinevate kujundite suumimine
uk: Масштабування різних фігур

source: The "new image" menu opened
et: Avanes menüü "uus pilt"
uk: Відкрите меню «Нове зображення»

source: File
et: Fail
uk: Файл

source: Open an image
et: Ava pilt
uk: Відкрити зображення

source: New Blank Image
et: Uus tühi pilt
uk: Нове порожнє зображення

source: New Image With Custom Size
et: Uus kohandatud suurusega pilt
uk: Нове зображення вказаного розміру

source: New Image From Selection
et: Uus pilt valikust
uk: Нове зображення з вибраного

source: New Image From Clipboard
et: Uus pilt lõikelaualt
uk: Нове зображення зі скопійованого

source: Reload file
et: Laadi fail uuesti
uk: Перезавантажити файл

source: Image properties
et: Pildi omadused
uk: Властивості зображення

source: Reset canvas
et: Lähtesta lõuend
uk: Скасувати все

source: Save
et: Salvesta
uk: Зберегти

source: Save without transparency
et: Salvestage ilma läbipaistvuseta
uk: Зберегти без прозорості

source: Prepare as NFT…
et: Valmistage NFT-na…
uk: Підготувати NFT…

source: Save as…
et: Salvestamine kui…
uk: Зберегти як…

source: Export as…
et: Ekspordi kui…
uk: Експортувати як…

source: Copy to clipboard
et: Kopeeri lõikelauale
uk: Копіювати все

source: Print
et: Prindi
uk: Друкувати

source: Close Image
et: Sule pilt
uk: Закрити зображення

source: Close Window
et: Akna sulgemine
uk: Закрити вікно

source: Quit all windows
et: Sulge kõik aknad
uk: Закрити всі вікна

source: Edit
et: Redigeeri
uk: Редагувати

source: Undo
et: Unusta
uk: Скасувати

source: Redo
et: Korda
uk: Повторити

source: Rebuild from history
et: Ajaloost ümber ehitatud
uk: Відтворити з історії

source: Select all
et: Vali kõik
uk: Вибрати все

source: Cut
et: Lõika
uk: Вирізати

source: Copy
et: Kopeeri
uk: Копіювати

source: Delete
et: Kustuta
uk: Видалити

source: Paste
et: Aseta
uk: Вставити

source: Import
et: Importimine
uk: Імпортувати

source: Preferences
et: Eelistused
uk: Налаштування

source: View
et: Kuva
uk: Вигляд

source: Preview
et: Eelvaade
uk: Мініатюра

source: Zoom
et: Suurendus
uk: Масштаб

source: Optimal Zoom
et: Optimaalne suurendus
uk: Найкращий масштаб

source: Zoom Out
et: Suumi välja
uk: Віддалити

source: Original Zoom
et: Algne suurus
uk: Початковий масштаб

source: Zoom In
et: Suurenda
uk: Наблизити

source: Position
et: Asukoht
uk: Рух

source: Go Left
et: Mine vasakule
uk: Лівіше

source: Go Up
et: Liigu üles
uk: Вище

source: Go Down
et: Mine alla
uk: Нижче

source: Go Right
et: Mine paremale
uk: Правіше

source: Go to the left end
et: Mine vasakusse otsa
uk: До лівого краю

source: Go to the top
et: Mine tippu
uk: До верхнього краю

source: Go to the bottom
et: Mine sügavamale
uk: До нижнього краю

source: Go to the right end
et: Mine paremale otsa
uk: До правого краю

source: Tab at the left
et: Vahekaart vasakul
uk: Вкладка ліворуч

source: Tab at the right
et: Vahekaart paremal
uk: Вкладка праворуч

source: Refresh
et: Värskenda
uk: Оновити

source: Track framerate
et: Kaadrisagedus
uk: Вимірювати частоту кадрів

source: Dark theme variant
et: Tumeda teema variant
uk: Темний стиль

source: Show the menu-bar
et: Kuva menüüriba
uk: Панель меню

source: Hide toolbars
et: Peida tööriistaribad
uk: Сховати панелі

source: Fullscreen
et: Täisekraan
uk: На весь екран

source: Colors
et: Värvid
uk: Кольори

source: Edit Main Color…
et: Redigeeri põhivärvi…
uk: Основний колір…

source: Edit Secondary Color…
et: Redigeeri sekundaarset värvi…
uk: Другий колір…

source: Exchange colors
et: Vaheta värve
uk: Поміняти кольори місцями

source: Color application mode
et: Värvirakenduse režiim
uk: Режим застосування кольору

source: Normal
et: Tavaline
uk: Звичайний

source: Highlight
et: Esiletõst
uk: Акцент

source: Dark text on light background
et: Tume tekst heledal taustal
uk: Темний текст на світлому тлі

source: Light text on dark background
et: Hele tekst tumedal taustal
uk: Світлий текст на темному тлі

source: HSL modes
et: HSL režiimid
uk: HSL-режими

source: Hue only
et: Ainult toon
uk: Лише відтінок

source: Saturation only
et: Ainult küllastus
uk: Лише насиченість

source: Hue and saturation
et: Toon ja küllastus
uk: Відтінок і насиченість

source: Luminosity only
et: Ainult heledus
uk: Лише яскравість

source: Other modes
et: Muud režiimid
uk: Інші режими

source: Raw source color
et: Toores lähtevärv
uk: Сирий початковий колір

source: Difference
et: Erinevus
uk: Різниця

source: Don't use the colors but…
et: Ära kasuta värve, vaid
uk: Замість кольору…

source: Erase
et: Kustuta
uk: Стерти

source: Tools
et: Tööriistad
uk: Інструменти

source: Previous tool
et: Eelmine tööriist
uk: Попередній інструмент

source: Active tool
et: Aktiivne tööriist
uk: Поточний інструмент

source: Show tools names
et: Näita tööriistade nimesid
uk: Назви інструментів

source: Bigger width
et: Suurem laius
uk: Потовщити

source: Smaller width
et: Väiksem laius
uk: Звузити

source: Troubleshoot selection
et: Tõrkeotsing
uk: Дослідити виділення

source: Cancel transformation
et: Tühista teisendus
uk: Скасувати перетворення

source: Apply transformation
et: Rakenda teisendus
uk: Застосувати перетворення

source: Options
et: Seaded
uk: Параметри

source: Help
et: Abitekst
uk: Довідка

source: Shortcuts
et: Kiirklahvid
uk: Клавіатурні скорочення

source: Report a bug
et: Teata veast
uk: Повідомити про ваду

source: Index
et: Indeksleht
uk: Зміст

source: Individual pages
et: Üksikud lehed
uk: Окремі сторінки

source: Basic help
et: Põhiline abi
uk: Загальна довідка

source: Help about zooming
et: Abi suumimise kohta
uk: Довідка про масштаб

source: Help about the full-screen mode
et: Abi täisekraanirežiimi kohta
uk: Довідка про повноекранний режим

source: Help about classic tools
et: Abi klassikaliste tööriistade kohta
uk: Довідка про класичні інструменти

source: Help about colors
et: Abi värvide kohta
uk: Довідка про кольори

source: Help about transformation tools
et: Abi teisendustööriistade kohta
uk: Довідка про інструменти перетворення

source: Help about selection
et: Abi valiku kohta
uk: Довідка про вибір

source: What's new
et: Mis on uut
uk: Що нового

source: About Drawing
et: Teave
uk: Про «Малювання»

source: Open
et: Ava
uk: Відкрити

source: Share the image
et: Jaga pilti
uk: Поділитися зображенням

source: The image changed on the disk, do you want to reload it?
et: Pilti kettal muudeti, kas soovid selle uuesti laadida?
uk: Зображення на диску змінилось, перезавантажити?

source: Reload
et: Laadi uuesti
uk: Перезавантажити

source: Maximum zoom
et: Maksimaalne suurendus
uk: Якнайближче

source: Width
et: Laius
uk: Ширина

source: Height
et: Kõrgus
uk: Висота

source: Color
et: Värviline
uk: Колір

source: Use these settings by default
et: Kasuta neid sätteid vaikimisi
uk: Зробити ці налаштування типовими

source: Images
et: Pildid
uk: Зображення

source: Window
et: Aken
uk: Вікно

source: pixels
et: pikslit
uk: пікселі

source: centimeters
et: sentimeetrid
uk: сантиметри

source: inches
et: tollid
uk: дюйми

source: Close selection
et: Sule valik
uk: Замкнути вибір

source: Deselect
et: Tühista valik
uk: Зняти вибір

source: Crop
et: Kärpimine
uk: Кадрувати

source: Scale
et: Skaleeri
uk: Розтягнути

source: Rotate
et: Pööra
uk: Обернути

source: Skew
et: Pööra nurgeti
uk: Нахилити

source: Filters
et: Filtrid
uk: Фільтри

source: More actions
et: Rohkem toiminguid
uk: Більше дій

source: Invert selection
et: Valiku ümberpööramine
uk: Вибрати навпаки

source: Define as current image
et: Määratle praeguse pildina
uk: Зробити межами поточного зображення

source: Expand image to fit
et: Laienda pilti, et see sobiks
uk: Розширити зображення, щоб вмістити

source: Open As New Image
et: Ava uue pildina
uk: Відкрити як нове зображення

source: Keyboard Shortcuts
et: Klaviatuuri kiirklahvid
uk: Клавіатурні скорочення

source: General
et: Üldine
uk: Загальне

source: Main menu
et: Peamenüü
uk: Меню

source: Toggle the menu-bar
et: Lülita menüüriba sisse
uk: Перемкнути рядок меню

source: Image
et: Pilt
uk: Зображення

source: Open a picture
et: Ava pilt
uk: Відкрити картинку

source: Reload image from disk
et: Laadi pilt uuesti kettalt
uk: Перезавантажити зображення з диску

source: Save picture as…
et: Salvesta pilt nimega…
uk: Зберегти картинку як…

source: Close the active image
et: Aktiivse pildi sulgemine
uk: Закрити поточну картинку

source: Open the tool options menu
et: Ava tööriista valikute menüü
uk: Відкрити меню параметрів інструменту

source: Back to previous tool
et: Tagasi eelmise tööriista juurde
uk: Повернутись до попереднього інструменту

source: Apply a transformation
et: Rakenda teisendus
uk: Застосувати перетворення

source: Toggle the preview
et: Lülita eelvaade sisse
uk: Перемкнути мініатюру

source: Selection
et: Valikud
uk: Вибір

source: Delete the selection
et: Valiku kustutamine
uk: Видалити вибране

source: Import a file as the selection
et: Impordi faili valikuna
uk: Імпортувати файл як вибране

source: Edit the main color (left click)
et: Muuda põhivärvi (vasakklõps)
uk: Редагувати основний колір (лівої кнопки)

source: Edit the secondary color (right click)
et: Muuda teist värvi (paremklõps)
uk: Редагувати другий колір (правої кнопки)

source: History
et: Ajalugu
uk: Історія

source: Navigation
et: Navigeerimine
uk: Рух

source: Tabs
et: Kaardid
uk: Вкладки

source: Toggle fullscreen mode
et: Täisekraani lülitamine
uk: Перемкнути повноекранний режим

source: Toggle toolbars visibility
et: Tööriistaribade nähtavuse sisse- ja väljalülitamine
uk: Перемкнути показ панелей

source: Touch gestures
et: Puutežestid
uk: Жести дотику

source: Loading…
et: Laadimine…
uk: Завантаження…

source: Exit fullscreen
et: Täisekraanvaatest väljumine
uk: Вийти з повноекранного режиму

source: What's new in Drawing
et: Mis on Drawingis uut
uk: Що нового в «Малюванні»

source: Dismiss
et: Tühista
uk: Відхилити

source: Undo %s
et: Võta %s tagasi
uk: Скасувати «%s»

source: Redo %s
et: Tee %s uuesti
uk: Повторити «%s»

source: Attempt to save an invalid state
et: Proovi salvestada kehtetu olek
uk: Спроба зберегти хибний стан

source: Error: no tool '%s'
et: Viga: pole tööriista '%s'
uk: Помилка: нема інструменту «%s»

source: New pixbuf empty, no change applied to %s
et: Uus "pixbuf" tühi, %s muudatust ei rakendatud
uk: Новий піксельний буфер порожній, «%s» не змінено

source: Unsaved file
et: Salvestamata fail
uk: Новий файл

source: %s frames per second
et: %s kaadrit sekundis
uk: %s кадрів за секунду

source: Show the app version
et: Näita väljalaske versiooni
uk: Показати версію програми

source: Open a new window
et: Ava uus aken
uk: Відкрити нове вікно

source: Open a new tab
et: Ava uus kaart
uk: Відкрити нову вкладку

source: Edit the clipboard content
et: Muuda lõikepuhvri sisu
uk: Редагувати вміст буфера обміну

source: This version isn't stable!
et: See versioon ei ole stabiilne!
uk: Це нестабільна версія!

source: Report bugs or ideas
et: Teata vigadest või ideedest
uk: Повідомити про вади чи ідеї

source: translator-credits
et: vaba, 2023
uk: Denys Nykula

source: GNOME's "Art Libre" icon set authors
et: GNOME'i "Art Libre" ikoonikomplekti autorid
uk: Автор_ки набору значків GNOME «Art Libre»

source: Simple image editor for Linux
et: Lihtne pildiredaktor Linuxi jaoks
uk: Простий редактор зображень для Linux

source: Official webpage
et: Ametlik veebisait
uk: Офіційна вебсторінка

source: Error opening this file.
et: Selle faili avamisel tekkis viga.
uk: Помилка відкриття файлу

source: Did you mean %s ?
et: Kas mõtlesite %s ?
uk: Ви мали на увазі «%s»?

source: Cancel
et: Loobu
uk: Скасувати

source: Create
et: Loo
uk: Створити

source: New images
et: Uued pildid
uk: Нові зображення

source: Default width
et: Vaikimisi laius
uk: Типова ширина

source: Default height
et: Vaikimisi kõrgus
uk: Типова висота

source: Default color
et: Vaikevärv
uk: Типовий колір

source: Images saving
et: Piltide salvestamine
uk: Збереження зображень

source: JPEG and BMP images can't handle transparency.
et: JPEG- ja BMP-pildid ei käsitle läbipaistvust.
uk: JPEG- і BMP-зображення не підтримують прозорості.

source: If you save your images in these formats, what do want to use to replace transparent pixels?
et: Kui salvestad oma pildid nendes vormingutes, mida soovid kasutada läbipaistvate pikslite asendamiseks?
uk: Що має замінювати прозорі пікселі, коли ви зберігаєте зображення в цих форматах?

source: White
et: Valge
uk: Білий

source: Black
et: Must
uk: Чорний

source: Checkboard
et: Kontrolltahvel
uk: Клітинка

source: Nothing
et: Mitte midagi
uk: Нічого

source: Ask before saving
et: Küsi enne salvestamist
uk: Запитувати перед збереженням

source: You can zoom with Ctrl+scrolling, or only scrolling.
et: Saate suumida Ctrl+kerimisega või ainult kerimisega.
uk: Для прокручування слід затискати Ctrl, але можете зробити це необов'язковим.

source: See the user help manual for explanations.
et: Vaadake selgitusi kasutusjuhendist.
uk: Докладніше описує довідка

source: Use 'Ctrl' to zoom
et: Kasuta suumimiseks klahvi 'Ctrl'
uk: Масштабувати з Ctrl

source: Appearance
et: Välimus
uk: Вигляд

source: Use big icons
et: Kasuta suuri ikoone
uk: Великі значки
