Repository: FineFindus/drawing
Catalog: po/*.po
Languages: et, uk

source: Additional tools
et: Lisatööriistad
uk: Додаткові інструменти

source: These tools are not as reliable and useful as they should be, so they are not all enabled by default.
et: Need tööriistad ei ole nii töökindlad ja kasulikud kui peaksid, seega pole need kõik vaikimisi lubatud.
uk: Ці інструменти все ще недостатньо надійні чи корисні, тож деякі типово вимкнено

source: Eraser
et: Kustutaja
uk: Стерти

source: Highlighter
et: Esiletõstmine
uk: Маркер

source: Brush
et: Pintsel
uk: Пензель

source: Points
et: Punktid
uk: Точки

source: Free selection
et: Vaba valik
uk: Вільний вибір

source: Color selection
et: Värvivalik
uk: Вибір кольору

source: Color Picker
et: Värvivalija
uk: Підглянути колір

source: Paint
et: Joonista
uk: Зафарбувати

source: Use color editor by default
et: Kasuta vaikimisi värviredaktorit
uk: Розширений редактор

source: You can use a simple color palette, or use a full RGBA color editor.
et: Võite kasutada lihtsat värvipaletti või täielikku RGBA värviredaktorit.
uk: Можете обирати колір із простої палітри чи за допомогою точнішого RGBA-редактора

source: Advanced options
et: Erivõimalused
uk: Додаткові параметри

source: Preview size
et: Eelvaatluse suurus
uk: Розмір мініатюри

source: Development features
et: Arendusfunktsioonid
uk: Можливості розробки

source: Background color
et: Tagapõhja värv
uk: Колір тла

source: Prefer dark theme variant
et: Eelista tumeda teema varianti
uk: Темний стиль

source: Layout
et: Paigutus
uk: Макет

source: The recommended value is "Automatic".
et: Soovitatav väärtus on "Automaatne".
uk: Рекомендоване значення — «Автоматично».

source: Automatic
et: Automaatne
uk: Автоматично

source: Compact
et: Kompaktne
uk: Щільніше

source: Legacy
et: Pärandvara
uk: Традиційно

source: Legacy (symbolic icons)
et: Pärand (sümboolsed ikoonid)
uk: Традиційно (з символьними значками)

source: Menubar only
et: Ainult menüüriba
uk: Лише меню

source: Toolbar only
et: Ainult tööriistariba
uk: Лише панель

source: Toolbar only (symbolic icons)
et: Ainult tööriistariba (sümbolikoonid)
uk: Лише панель (із символьними значками)

source: %s px
uk: %s пікс

source: %s cm
uk: %s см

source: %s in
et: %s tolli
uk: %s″

source: Path
et: Otsingutee
uk: Шлях

source: Format
et: Vorming
uk: Формат

source: Colorspace
et: Värviruum
uk: Колірний простір

source: Invalid format
et: Kehtetu vorming
uk: Хибний формат

source: Failed to replace transparency
et: Läbipaistvuse asendamine ebaõnnestus
uk: Не вдалося замінити прозорість

source: Failed to save %s
et: %s salvestamine ebaõnnestus
uk: Не вдалося зберегти %s

source: Failed to reload %s
et: %s uuesti laadimine ebaõnnestus
uk: Не вдалося перезавантажити %s

source: Untitled
et: Tiitlita
uk: Без назви

source: this picture
et: see pilt
uk: Ця картинка

source: Discard
et: Unusta
uk: Відкинути

source: There are unsaved modifications to %s.
et: %s on salvestamata muudatusi.
uk: Змін до «%s» не збережено

source: A part of the image is selected: the pixels beneath the selection will be saved with a color you might not expect!
et: Valitakse osa pildist: valiku all olevad pikslid salvestatakse värviga, mida te ei pruugi oodata!
uk: Частину зображення вибрано: пікселі в межах вибраного можуть зберегтися з неочікуваним кольором!

source: Modifications from the current tool haven't been applied.
et: Praeguse tööriista muudatusi pole rakendatud.
uk: Дії поточного інструменту ще не застосовано

source: Apply & save
et: Rakenda & salvesta
uk: Застосувати й зберегти

source: Deselect & save
et: Tühista valik ja salvesta
uk: Зняти вибір і зберегти

source: Save anyway
et: Salvesta ikkagi
uk: Зберегти як є

source: Do you want to save anyway?
et: Kas salvestada muudatused?
uk: Точно зберегти як є?

source: Replace
et: Asenda
uk: Замінити

source: This file format doesn't support transparent colors.
et: See failivorming ei toeta läbipaistvaid värve.
uk: Цей формат файлу не підтримує прозорих кольорів

source: You can save the image as a PNG file, or replace transparency with:
et: Saate pildi salvestada PNG-failina või asendada läbipaistvuse järgmisega:
uk: Можете зберегти зображення як PNG-файл чи замінити прозорість на:

source: Replace transparency with:
et: Asenda läbipaistvus järgmisega:
uk: Замінити прозорість на:

source: The selection pixbuf is empty.
et: Valiku pixbuf on tühi.
uk: Піксельний буфер вибору порожній

source: The selection path is empty.
et: Valikutee on tühi.
uk: Шлях вибору порожній

source: Failed to load tool: %s
et: Tööriista laadimine nurjus: %s
uk: Помилка завантаження інструменту: %s

source: Error starting the application, please report this bug.
et: Viga rakenduse käivitamisel, palun teata sellest veast.
uk: Помилка запуску програми. Будь ласка, повідомте про цю ваду

source: The clipboard doesn't contain any image.
et: Lõikepuhver ei sisalda pilti.
uk: У буфері обміну нема зображення

source: The file %s is already opened
et: Fail %s on juba avatud
uk: Файл «%s» уже відкрито

source: Open again
et: Ava uuesti
uk: Відкрити ще раз

source: Switch to this image
et: Lülitu sellele pildile
uk: Перейти до файлу

source: Modifications will take effect in the next new window.
et: Muudatused jõustuvad järgmises uues aknas.
uk: Щоб застосувати зміни, відкрийте нове вікно

source: Middle-click or press F8 to show/hide controls.
et: Juhtnuppude kuvamiseks/peitmiseks klõpsa keskmist nuppu või vajutage F8.
uk: Щоб показати чи сховати панелі, натисніть середню кнопку чи F8

source: Press F11 to exit fullscreen.
et: Täisekraanilt väljumiseks vajuta F11.
uk: Щоб вийти з повноекранного режиму, натисніть F11

source: Error loading the bottom pane for the tool '%s', please report this bug.
et: Viga tööriista '%s' alumise paani laadimisel, palun teata sellest veast.
uk: Помилка завантаження нижньої панелі для інструменту «%s». Будь ласка, повідомте про цю ваду

source: Loading %s
et: %s laadimine
uk: Завантаження %s

source: New Tab
et: Uus kaart
uk: Нова вкладка

source: Discard changes
et: Unusta muudatused
uk: Відкинути зміни

source: Where do you want to open %s?
et: Kus soovite avada %s?
uk: Де відкрити «%s»?

source: these files
et: need failid
uk: ці файли

source: What do you want to do with %s?
et: Mida soovid rakendusega %s teha?
uk: Що робити з «%s»?

source: Image copied to clipboard
et: Pilt kopeeriti lõikelauale
uk: Зображення скопійовано повністю

source: Import a picture
et: Impordi pilt
uk: Імпортувати картинку

source: Required tool is not available
et: Vajalik tööriist pole saadaval
uk: Необхідний інструмент недоступний

source: Transparent
et: Läbipaistev
uk: Прозорий

source: %s%% transparent
et: %s%% läbipaistev
uk: прозорий на %s%%

source: Grey
et: Hall
uk: Сірий

source: Orange
et: Oranž
uk: Помаранчевий

source: Brown
et: Pruun
uk: Брунатний

source: Probably brown
et: Ilmselt pruun
uk: Приблизно брунатний

source: Red
et: Punane
uk: Червоний

source: Green
et: Roheline
uk: Зелений

source: Blue
et: Sinine
uk: Синій

source: Yellow
et: Kollane
uk: Жовтий

source: Magenta
et: Fuksiinpunane
uk: Маджента

source: Purple
et: Lilla
uk: Пурпур

source: Cyan
et: Tsüaan
uk: Ціан

source: Probably teal
et: Tõenäoliselt sinakaspunane
uk: Бірюзовий

source: Unknown color name
et: Tundmatu värvinimi
uk: Колір без точної назви

source: All pictures
et: Kõik pildifailid
uk: Усі картинки

source: PNG images
et: PNG pildid
uk: PNG-зображення

source: JPEG images
et: JPEG pildid
uk: JPEG-зображення

source: BMP images
et: BMP PILDID
uk: BMP-зображення

source: %s isn't an image.
et: %s ei ole pilt.
uk: %s — не зображення

source: Sorry, WEBP images can't be loaded by this app.
et: Kahjuks ei saa see rakendus WEBP-pilte laadida.
uk: На жаль, програма не може завантажити WEBP-зображення

source: Despite its name, %s is a WEBP file.
et: Vaatamata nimele on %s WEBP-fail.
uk: «%s» — WEBP-файл попри інакший суфікс

source: Continue
et: Jätka
uk: Далі

source: The area seems poorly delimited, or is very complex.
et: Piirkond tundub halvasti piiritletud või väga keeruline.
uk: Область не має чіткого контуру або надто складна

source: This algorithm may not be able to manage the wanted area.
et: See algoritm ei pruugi soovitud ala hallata.
uk: Алгоритм може не впоратися з бажаною областю

source: Do you want to abort the operation, or to let the tool struggle ?
et: Kas soovid operatsiooni katkestada või lasta tööriistal vaeva näha?
uk: Скасувати дію чи таки спробувати інструмент?

source: percents
et: protsentides
uk: відсотки

source: degrees
et: kraadid
uk: градуси

source: Highlight (dark)
et: Esiletõst (tume)
uk: Акцент (на темному)

source: Main color
et: Põhivärv
uk: Основний колір

source: Secondary color
et: Sekundaarne värv
uk: Другий колір

source: Tool size
et: Tööriista suurus
uk: Товщина інструменту

source: No options
et: Valikud puuduvad
uk: Параметрів нема

source: How the color will be applied to the existing pixels
et: Kuidas värvi rakendatakse olemasolevatele pikslitele
uk: Як застосувати колір до наявних пікселів

source: Back to the palette
et: Tagasi värviskaala juurde
uk: Назад до палітри

source: Palette
et: Palett
uk: Палітра

source: Selection options
et: Valikuvõimalused
uk: Параметри вибору

source: Replace with…
et: Asendatakse järgnevaga…
uk: Замінити на…

source: Transparency
et: Läbipaistvus
uk: Прозорість

source: Extract from this color
et: Väljavõte sellest värvist
uk: Оминати цей колір

source: More options
et: Rohkem valikuid
uk: Більше параметрів

source: Expand with…
et: Laienda koos…
uk: Заповнення при розширенні…

source: Select a filter…
et: Filtri valik…
uk: Обрати фільтр…

source: Angle (degrees)
et: Nurk (kraadi)
uk: Кут (у градусах)

source: Angle
et: Nurk
uk: Кут

source: Rotate left
et: Pööra vasakule
uk: Обернути ліворуч

source: Rotate right
et: Pööra paremale
uk: Обернути праворуч

source: Flip horizontally
et: Horisontaalne peegeldus
uk: Віддзеркалити горизонтально

source: Flip vertically
et: Vertikaalne peegeldus
uk: Віддзеркалити вертикально

source: Keep proportions
et: Hoia proportsioone
uk: Зберігати відношення

source: Always
et: Alati
uk: Завжди

source: When scaling from corners
et: Nurkadest skaleerimisel
uk: При розтягненні з кута

source: When setting values manually
et: Väärtuste käsitsi määramisel
uk: При вказуванні значень вручну

source: Never
et: Mitte iial
uk: Ніколи

source: Pixels
et: Pikslit
uk: Пікселі

source: Percentage
et: Protsent
uk: Відсотки

source: Horizontal deformation
et: Horisontaalne deformatsioon
uk: Горизонтальне викривлення

source: Vertical deformation
et: Vertikaalne deformatsioon
uk: Вертикальне викривлення

source: Can't start operation: wrong tool id (expected {0}, got {1})
et: Toimingut ei saa alustada: vale tööriista ID (oodati {0}, saadi {1})
uk: Не вдається запустити дію: хибний ідентифікатор інструменту (бажано {0}, отримано {1})

source: Line shape
et: Joone kuju
uk: Край

source: Round
et: Voor
uk: Круг

source: Square
et: Ruut
uk: Квадрат

source: Outline
et: Kontuur
uk: Контур

source: No dashes
et: Ilma kriipsudeta
uk: Суцільна лінія

source: Simple dashes
et: Lihtsad kriipsud
uk: Пунктир

source: Long dashes
et: Pikad kriipsud
uk: Довгі риски

source: Short dashes
et: Lühikesed kriipsud
uk: Короткі риски

source: Alternated dashes
et: Vahelduvad kriipsud
uk: Риски й крапки

source: No arrow
et: Nool puudub
uk: Без стрілки

source: Simple arrow
et: Lihtne nool
uk: Проста стрілка

source: Double arrow
et: Topeltnool
uk: Стрілки з обох боків

source: Antialiasing
et: Sakisilumine
uk: Згладжування

source: Simple brush
et: Lihtne pintsel
uk: Простий пензель

source: Airbrush
et: Aerosoolvärv
uk: Аерограф

source: Hairy brush
et: Karvane pintsel
uk: Тонкі волоски

source: Calligraphic nib
et: Kalligraafiline
uk: Каліграфічне перо

source: Right-handed nib
et: Paremakäeline
uk: Перо для правої руки

source: Vertical nib
et: Vertikaalne
uk: Вертикальне перо

source: Left-handed nib
et: Vasakukäeline
uk: Перо для лівої руки

source: Horizontal nib
et: Horisontaalne
uk: Горизонтальне перо

source: Rubber eraser
et: Kummist kustutuskumm
uk: Гумка

source: Rectangle area
et: Ristküliku ala
uk: Прямокутник

source: Remove color
et: Eemalda värv
uk: Вилучити колір

source: Blur
et: Hägu
uk: Розмити

source: Shuffle pixels
et: Pikslite segamine
uk: Розкидати пікселі

source: Shuffle and blur
et: Segamine ja hägustamine
uk: Розкидати й розмити

source: Mosaic
et: Mosaiik
uk: Мозаїка

source: Solid color
et: Ühtlane värv
uk: Суцільний колір

source: Change saturation
et: Muuda küllastust
uk: Змінити насиченість

source: Veil
et: Loor
uk: Вуаль

source: Add transparency
et: Lisa läbipaistvust
uk: Додати прозорість

source: Increase contrast
et: Suurenda kontrasti
uk: Збільшити контрастність

source: Blurring
et: Udustamine
uk: Розмиття

source: Fast blur
et: Kiire hägustumine
uk: Швидке розмиття

source: Slow blur
et: Aeglane hägusus
uk: Повільне розмиття

source: Blur direction
et: Hägustamise suund
uk: Напрям розмиття

source: No direction
et: Pole suunda
uk: Без напряму

source: Blur horizontally
et: Hägustamine horisontaalselt
uk: Горизонтальне розмиття

source: Blur vertically
et: Hägustamine vertikaalselt
uk: Вертикальне розмиття

source: Invert colors
et: Värvide inverteerimine
uk: Інвертувати кольори

source: Straighten the line
et: Sirgenda joont
uk: Вирівняти лінію

source: Color gradient
et: Värvi üleminek
uk: Градієнт

source: Locked direction
et: Lukustatud suund
uk: Строге спрямування

source: Behavior
et: Käitumine
uk: Поведінка

source: Encircle and fill
et: Ümbritse ja täida
uk: Обвести й заповнити

source: Erase and replace
et: Kustuta ja asenda
uk: Стерти й замінити

source: Entire image
et: Kogu pilt
uk: Ціле зображення

source: Dots type
et: Punktide tüüp
uk: Тип точки

source: Circle
et: Ring
uk: Круг

source: Cross
et: Rist
uk: Плюс

source: X-shaped cross
et: X-kujuline rist
uk: Хрест

source: Include a number
et: Kaasa number
uk: Точка з числом

source: Next number
et: Järgmine number
uk: Наступне число

source: Reset number
et: Numbri lähtestamine
uk: Скинути число

source: Decrement number
et: Vähenda arvu
uk: Збільшити число

source: Increment number
et: Suurenda arvu
uk: Зменшити число

source: Solid outline
et: Kindel kontuur
uk: Суцільний контур

source: Dashed outline
et: Katkendlik piirjoon
uk: Пунктирний контур

source: No outline
et: Ei ole piirjoont
uk: Без контура

source: Filling
et: Täitmine
uk: Всередині

source: Empty shape
et: Tühi kuju
uk: Порожня фігура

source: Horizontal gradient
et: Horisontaalne gradient
uk: Горизонтальний градієнт

source: Vertical gradient
et: Vertikaalne gradient
uk: Вертикальний градієнт

source: Radial gradient
et: Radiaalne üleminek
uk: Круговий градієнт

source: Rectangle
et: Ristkülik
uk: Прямокутник

source: Rounded rectangle
et: Ümardatud ristkülik
uk: Скруглений прямокутник

source: Oval
et: Ovaalne
uk: Овал

source: Polygon
et: Hulknurk
uk: Багатокутник

source: Free shape
et: Vaba kuju
uk: Вільна форма

source: Close shape
et: Suletud kuju
uk: Замкнути форму

source: Insert here
et: Sisesta siia
uk: Вставити сюди

source: Font
et: Kiri
uk: Шрифт

source: Select a font…
et: Valige font…
uk: Обрати шрифт…

source: Italic
et: Kaldkiri
uk: Курсив

source: Bold
et: Rasvane
uk: Грубий

source: Background
et: Taust
uk: Тло

source: No background
et: Taustata
uk: Без тла

source: Shadow
et: Vari
uk: Тінь

source: Thin outline
et: Õhuke kontuur
uk: Тонкий контур

source: Thick outline
et: Paks kontuur
uk: Товстий контур

source: Rectangle background
et: Ristküliku taust
uk: Прямокутне тло

source: Curve
et: Kõverjoon
uk: Крива

source: Curve options
et: Kõvera valikud
uk: Параметри кривої

source: Draw a second segment to complete the curve
et: Kõvera lõpuleviimiseks joonista teine ​​segment
uk: Щоб доробити криву, намалюйте ще один відрізок

source: Dashed arrow
et: Katkendlik nool
uk: Пунктирна стрілка

source: Arrow
et: Nool
uk: Стрілка

source: Dashed
et: Kriipsjoon
uk: Пунктир

source: Press <Alt> to toggle the 'outline' option
et: Vajuta klahvi <Alt>, et 'kontuur' valiku sisse lülitada
uk: Щоб перемкнути контур, затисніть <Alt>

source: Brush options
et: Pintsli valikud
uk: Параметри пензля

source: Press <Shift> to erase a path instead
et: Selle asemel tee kustutamiseks vajutage <Shift>
uk: Щоб стерти шлях, затисніть <Shift>

source: Press <Shift> to erase a rectangle area instead
et: Selle asemel ristküliku ala kustutamiseks vajuta <Shift>
uk: Щоб стерти прямокутник, затисніть <Shift>

source: Eraser options
et: Kustutuskummi valikud
uk: Параметри стирання

source: Press <Shift> to temporarily highlight on dark background instead
et: Vajuta <Shift>, et ajutiselt esile tõsta tumedal taustal
uk: Щоб акцентувати світлий текст, затисніть <Shift>

source: Press <Shift> to temporarily highlight on light background instead
et: Selle asemel heledal taustal ajutiselt esiletõstmiseks vajuta <Shift>
uk: Щоб акцентувати темний текст, затисніть <Shift>

source: Highlighter options
et: Esiletõstmise valikud
uk: Параметри маркера

source: Line
et: Rida
uk: Лінія

source: Width: %spx
et: Laius: %spx
uk: Ширина: %s пікс

source: Height: %spx
et: Kõrgus: %spx
uk: Висота: %s пікс

source: Length: %spx
et: Pikkus: %spx
uk: Довжина: %s пікс

source: Line options
et: Rea valikud
uk: Параметри лінії

source: Press <Shift> to unlock the line direction
et: Joone suuna avamiseks vajuta <Shift>
uk: Щоб менш строго спрямувати лінію, затисніть <Shift>

source: Press <Shift> to lock the line direction
et: Joone suuna lukustamiseks vajuta <Shift>
uk: Щоб строгіше спрямувати лінію, затисніть <Shift>

source: Painting options
et: Värvimisvõimalused
uk: Параметри зафарбовування

source: Click on an area to replace its color by transparency
et: Klõpsa alal, et asendada selle värv läbipaistvusega
uk: Щоб замінити колір на прозорість, натисніть область цього кольору

source: Click on the canvas to entirely paint it
et: Lõuendi täielikuks värvimiseks klõpsa sellel
uk: Щоб повністю зафарбувати полотно, натисніть його

source: May not work for complex shapes
et: Ei pruugi keerukate kujundite puhul töötada
uk: Якщо форма складна, може не спрацювати

source: It will not work well if the area's edges are blurry
et: See ei tööta hästi, kui ala servad on udused
uk: Якщо краї області нечіткі, працюватиме так собі

source: Pencil
et: Pliiats
uk: Олівець

source: Pencil options
et: Pliiatsi valikud
uk: Параметри олівця

source: Points options
et: Punktide valikud
uk: Параметри точок

source: Next number: %s
et: Järgmine number: %s
uk: Наступне число: %s

source: Filled with main color
et: Täidetud põhivärviga
uk: Заповнено основним кольором

source: Filled with secondary color
et: Täidetud sekundaarse värviga
uk: Заповнено другим кольором

source: Shape
et: Kuju
uk: Фігура

source: Radius: %spx
et: Raadius: %spx
uk: Радіус: %s пікс

source: Shape options
et: Kujundusvalikud
uk: Параметри фігури

source: Click on the shape's first point to close it.
et: Kujundi sulgemiseks klõpsa selle esimesel punktil.
uk: Щоб замкнути фігуру, натисніть першу точку

source: Press <Alt>, <Shift>, or both, to quickly change the 'filling' option
et: Täitmise suvandi kiireks muutmiseks vajuta <Alt>, <Shift> või mõlemat
uk: Щоб зафарбувати інакше, затисніть <Alt>, <Shift> чи обидві клавіші

source: Text
et: Tekst
uk: Текст

source: Text options
et: Teksti valikud
uk: Параметри тексту

source: Grab the rectangle to adjust the text position
et: Teksti asukoha reguleerimiseks haara ristkülikust
uk: Щоб посунути текст, потягніть за прямокутник

source: Click outside the rectangle to apply
et: Rakendamiseks klõpsa väljaspool ristkülikut
uk: Щоб застосувати, натисніть за межами прямокутника

source: Density depends on the stylus pressure
et: Tihedus sõltub pliiatsi rõhust
uk: Щільність залежить від сили натиску

source: Density depends on the mouse speed
et: Tihedus sõltub hiire kiirusest
uk: Щільність залежить від швидкості курсора

source: Width depends on the stylus pressure
et: Laius sõltub pliiatsi survest
uk: Ширина залежить від сили натиску

source: Width depends on the line orientation
et: Laius sõltub joone orientatsioonist
uk: Ширина залежить від напряму лінії

source: Width depends on the mouse speed
et: Laius sõltub hiire kiirusest
uk: Ширина залежить від швидкості курсора

source: Drag the selection or right-click on the canvas
et: Lohista valikut või paremklõpsa lõuendil
uk: Посуньте вибране чи натисніть його правою кнопкою

source: Select an area or right-click on the canvas
et: Vali ala või paremklõpsa lõuendil
uk: Виберіть область чи натисніть полотно правою кнопкою

source: Rectangle selection
et: Ristküliku valik
uk: Вибір прямокутником

source: Error: invalid values
et: Viga: kehtetud väärtused
uk: Помилка: хибні значення

source: Expanding options
et: Valikute laiendamine
uk: Параметри розширення

source: The sides you'll crop are hinted by the mouse pointer
et: Kärpitavatele külgedele viitab hiirekursor
uk: Які межі буде кадровано, підказує курсор

source: Cropping the selection
et: Valiku kärpimine
uk: Кадрування вибраного

source: Cropping or expanding the canvas
et: Lõuendi kärpimine või laiendamine
uk: Кадрування чи розширення полотна

source: Don't forget to confirm the operation!
et: Ära unusta operatsiooni kinnitada!
uk: Не забудьте підтвердити дію

source: Press <Alt>, <Shift>, or both, to quickly change the 'expand with' option
et: Vajutage klahvi <Alt>, <Shift> või mõlemat, et kiiresti muuta suvandit laiendada
uk: Щоб перемкнути варіант «заповнення при розширенні», затисніть <Alt>, <Shift> чи обидві клавіші

source: Active filter
et: Aktiivne filter
uk: Поточний фільтр

source: Click on the image to preview the selected filter
et: Valitud filtri eelvaate kuvamiseks klõpsa pildil
uk: Щоб переглянути обраний фільтр, натисніть зображення

source: Emboss
et: Kohrutus
uk: Тиснення

source: Rotating options
et: Pöörlemisvalikud
uk: Параметри обертання

source: Rotating the selection
et: Valiku pööramine
uk: Обертання вибраного

source: Rotating the canvas
et: Lõuendi pööramine
uk: Обертання полотна

source: Scaling options
et: Skaleerimise valikud
uk: Параметри розтягнення

source: Scaling the selection
et: Valiku skaleerimine
uk: Розтягнення вибраного

source: Scaling the canvas
et: Lõuendi skaleerimine
uk: Розтягнення полотна

source: Press <Shift> to quickly toggle the 'lock proportions' option
et: Proportsioonide lukustamise suvandi kiireks ümberlülitamiseks vajuta klahvi <Tõstuklahv (Shift)>
uk: Щоб перемкнути збереження відношення, затисніть <Shift>

source: Skewing options
et: Kallutusvalikud
uk: Параметри нахилу

source: The directions of the deformation are hinted by the mouse pointer
et: Deformatsiooni suundi näitab hiirekursor
uk: Напрями викривлення підказує курсор

source: Skewing the selection
et: Valiku kallutamine
uk: Нахил вибраного

source: Skewing the canvas
et: Lõuendi kallutamine
uk: Нахил полотна

source: Blur radius
et: Udu raadius
uk: Радіус розмиття

source: Saturation
et: Küllastus
uk: Насиченість
